{
  "LuaSnip": { "branch": "master" },
  "bullets.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fzf": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mermaid.vim": { "branch": "main" },
  "npm.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tmux-complete.vim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-astro-syntax": { "branch": "main" },
  "vim-base64": { "branch": "master" },
  "vim-caser": { "branch": "master" },
  "vim-colors-pencil": { "branch": "master" },
  "vim-dbml": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-journal": { "branch": "main" },
  "vim-prisma": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-table-mode": { "branch": "master" },
  "vim-termorrow": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-troll-stopper": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" }
}